[
  {
    "title": "Web Design",
    "link": "web-design",
    "description": "Are you looking for the best web design services and recognize these as truly an investment? We are exactly what you need. We continuously thrive to excel and surpass every clients´ expectations. We know what we are doing, and it is that simple.",
    "secondDescription": "We make sure our impress everyone by delivering the fastest, highest quality, top notch and professional web design services in the world, anything less just won´t cut it. Our custom designs will get your products and services across like any other.",
    "featuresTitle": "Strategic thinking & digital innovation",
    "features": [
      {
        "title": "mobile RESPONSIVE DESIGN",
        "description": "As technology improves, a growing market of mobile device users expands every single day and they are critical to your own business growth. We are able to provide them with the most user responsive layout and appropriate size media designs."
      },
      {
        "title": "Ecommerce Website Design",
        "description": "We can certainly talk business:  our designs are inspiring and will turn small online shops to next step, proving they can lure customers seamlessly from the search engine to their website and finally providing a smooth and reliable checkout."
      },
      {
        "title": "Wireframing design",
        "description": "Our wireframing service is more than you would expect. We can help you with the most user friendly structure and layout of pages all throughout your website within your website so every visitor can navigate you page smoothly and find everything they need."
      },
      {
        "title": "Top of the notch technologies",
        "description": "Our developers use the latest technologies to code your web site so you end up with a modern, easy to maintain and efficient product. Angular.js, bower, grunt, less, bootstraps, you name it!"
      },
      {
        "title": "beautiful user interface design",
        "description": "We believe that a close relationship with the client can make a difference: we know design, you know your business. We can customize perfect mockups and wireframes for any application or website you have in mind."
      },
      {
        "title": "perfect html & CSS",
        "description": "You web design will carefully be hand-coded with the highest quality; it will include cross-browser compatible html and CSS pixel-perfect markup every time, all the time."
      }
    ],
    "smallDescription": "Fast, perfectly crafted and delightful web designs to satisfy your visual needs. Every single pixel will make your website shine."
  },
  {
    "title": "Mobile App Design",
    "link": "mobile-app-design",
    "description": "Whether you know your way around smartphones or you're just starting out with mobile devices, our team is always ready to help you in every step of the development process. We have what it takes to transform your ideas into profitable and success mobile device products.",
    "secondDescription": "We will work with you in the development of your new ideas, we will be with you all the way until your first client's download, and it will be a wonderful and easy going process. We can be as accessible as your experience may require.",
    "featuresTitle": "Stay ahead of the crowd",
    "features": [
      {
        "title": "iOS, windows & ANDROID",
        "description": "Are you looking for an iOS app for iPad or iPhone? Or perhaps you are more interested in the Android, Blackberry or Windows Phone market? Either way, it's perfectly fine by us, we can tackle any platform with expertise, knowledge and, of course, pixel perfect detail."
      },
      {
        "title": "iPad & other tablet screens",
        "description": "We know what people look for on a mobile device, we are those people! We continuously do extensive researches on user behavior, looking to provide everyone with easy, clean and effective layouts to increase conversion rates and deliver superb user experiences."
      },
      {
        "title": " watch applications",
        "description": "No matter the size, your clients will get the exact same fabulous user experience. We are always two steps ahead when it comes to technology and our designs and apps will make sure everything clients do on your website, turns into profit, even on their wrists."
      },
      {
        "title": "user experience",
        "description": "For most people, experience is everything and that is the goal of the UX and design phase: create an app that is intuitive, easy to use, fast to respond and stunningly gorgeous at all times."
      },
      {
        "title": "STRATEGY & CONCEPT",
        "description": "From the initial phase of any app development process, it is important to know what the main purpose of the app is and how can it be successful, both for the company that offers it and the main user's perspective."
      },
      {
        "title": "latest design trends",
        "description": "We are always improving and carefully studying the latest design and app trends to make sure you get nothing but the best, most reliable and user friendly end products. You won't get what everyone has, you will get what everyone will wish they have."
      }
    ],
    "smallDescription": "Every single thing you have to offer and tempt your target market with will be fulfilled in detail anytime and anywhere."
  },
  {
    "title": "Creative Designs",
    "link": "creative-designs",
    "description": "Our creative designers are truly one of a kind. They go beyond the norm and are extremely proud of their creativity and talent, and we are too. The work we do stands out for being more than what you expected and what we do is clever, beautiful, impressive and responsive. Wowing people is our motto.",
    "secondDescription": "We will work with you in the development of your new ideas, we will be with you all the way until your first client's download, and it will be a wonderful and easy going process. We can be as accessible as your experience may require.",
    "featuresTitle": "Cool Ideas & Cutting Edge Performance",
    "features": [
      {
        "title": "Branding Development",
        "description": "Your name brand is your business card and we will make sure your web design speaks wonders of it. When it comes to branding, it needs to define you; it needs to show and prove what sets you apart from the crowd. We can make your name brand stand out and be recognized everywhere you want."
      },
      {
        "title": "print design",
        "description": "Even going back to basics requires detail. Our web designers are also quite skilled when it comes to digital printing and now they still have some kick when it comes to businesses. Whether it is a simple brochure, branded corporate stationary or flyers, they will always be beautiful and stand out from the rest."
      },
      {
        "title": "EDITORIAL DESIGN",
        "description": "Every printed publication must look stunning, convey your message clearly and impress the readers. Editorial designs portray stories that will get your clients interested and the best way to do that is introduce your company with class and expertise."
      },
      {
        "title": "beautiful Illustrations",
        "description": "Alluring illustrations that can truly make a difference with your name brand, products or services require a creative and artistic mind to give them life. We can work magic when it comes to fictional characters, iconographic materials or custom mascots."
      },
      {
        "title": "product Design",
        "description": "Beauty is on the eye of the beholder and we can make your product distinctive and catch the eye of anyone and everyone who looks for it. We know about impressing users, and we have the talent to translate ideas into visually splendid art and attractive products."
      },
      {
        "title": "Advertising & Campaigns",
        "description": "Getting the word out and make your brand or product stand out is one of our favorite things to do, and we know how blow people's minds in the best and most profitable ways: from advertising ideas you never heard of, to detail campaigns focused on your clients' needs and expectations."
      }
    ],
    "smallDescription": "Original and fabulous designs, created to perfection. Trust us, you never thought you wanted this, but you won´t be able to live without it."
  }
]