[
  {
    "testimonial": "We engaged with Julian Solano and Xubliminal for a much needed redesign of our home page. This was a mission critical project for us as our home page takes the majority of our traffic and we needed a modern UX design. Working with Julian was a pleasure; his knowledge, organisation and deliverables were all first class. We have since engaged with Julian on a number of occasions and will continue to do so.",
    "company": "Joel King",
    "position": "Costa Rican Vacations",
    "place": "Charleston SC, USA"
  },
  {
    "testimonial": "The folks at Xubliminal are really special. Unlike others, they quickly understood what we needed and presented us with a variety of suitable designs.  We're very happy with the result and we're looking forward to working with them on future projects.",
    "company": "Ingo Kegel",
    "position": "CEO, ej-technologies GmbH",
    "place": "Munich, Germany"
  },
  {
    "testimonial": "Over the last few years I have had the pleasure of working with Xubliminal on a wide range of products. They have been instrumental in defining new ideas, conceptualizing user interaction processes and helping us move through the initial XHTML/CSS development process.",
    "company": "Ryan Roberts",
    "position": "Product Manager, WeatherFlow",
    "place": "New Smyrna Beach FL, USA"
  },
  {
    "testimonial": "Xubliminal understood my idea on a very deep level and delivered a superb design for EventsGLu.  They helped optimize the entire UI and offered great communication while quickly and efficiently delivering.",
    "company": "George Holevas",
    "position": "Co-Founder and CEO, Events Glu",
    "place": "New York, USA"
  },
  {
    "testimonial": "Xubliminal has exceeded our expectations by blending excellent web-design and complex customization to meet our customer’s needs. We love the look and feel for our site, but the back-end functionality of our custom designed database is what really sets Xubliminal’s work apart.",
    "company": "Brandon Law",
    "position": "CEO, Oasis Discovery Partners",
    "place": "California, USA"
  },
  {
    "testimonial": "Xubliminal has very creative designers that have consistently exceeded my expectations. Their exceptional support has been critical to all of our projects' success.",
    "company": "Shaun Sheikh",
    "position": "CEO, DualFit",
    "place": "New York, USA"
  },
  {
    "testimonial": "In 10+ years of outsourcing web design I have never experienced such an extremely high level of creativity, customer service, communication and project management. With other providers, I was faced with many iterations until things were done right. With Xubliminal, they got it right the first time - every time. I am looking forward to many more projects with Xubliminal.",
    "company": "Eric Dykstra",
    "position": "Project Manager, Quick Club Sites",
    "place": "Minnesota, USA"
  },
  {
    "testimonial": "Working with many agencies and designers, I found the team at Xubliminal to be the most professional out of the bunch at a FANTASTIC price with a fast turnaround time. Whether it's landing pages or full on websites, I now use Xubliminal for everything.",
    "company": "Chris Lin",
    "position": "Technical Marketer",
    "place": "Los Ángeles, USA"
  },
  {
    "testimonial": "What you guys did for my campaigns is unbelievable. You made me so much money. My CTR's tripled, my conversions are way up, and you took my campaign and made magic. Seriously, I am telling everyone I know about you. Where have you been the last 5 years?",
    "company": "Jay Schwarz",
    "position": "CEO, AdSpy",
    "place": "Los Ángeles, USA"
  },
  {
    "testimonial": "Our ongoing relationship over the years has moved through major company design and devleopment milestones. Xubliminal is currently responsible for helping us define our entire brand image, iOS app, web, and print material. As always, they are doing an incredible job, and we don’t even consider working with anyone else!",
    "company": "Ryan Roberts",
    "position": "Chief Marketing Officer, ISI Technology",
    "place": "Charleston SC, USA"
  }
]